Repository: CMSInterkassa/Drupal
Catalog: Drupal_7.5/Ubercart_7.5/uc_interkassa/translations/uc_interkassa.*.po
Languages: ru

source: Interkassa service
ru: Сервис Interkassa

source: Pay by Interkassa Secure Server.
ru: Оплатить на сервере Interkassas

source: Shop ID
ru: ID Магазина

source: Shop ID in Interkassa system
ru: ID Магазина в системе Interkassa

source: Interkassa secret ID
ru: Секретный ключ

source: The secret ID for Interkassa system - MD5 hash.
ru: Секретный ключ для системы, используется для создания контрольной подписи.

source: Payment method
ru: Платежный метод

source: You can set a payment method which will be used by Interkassa to process payment. If left blank a user will be taken to the list of payment methods.
ru: Вы можете указать определенный платежный метод который хотите использовать при оплате товаров через систему. Если оставить пустым то будут использоваться все из списка систем интеркассы указанных в настройках магазина.

source: Order details
ru: Детали счета

source: General details for all orders.
ru: Детали платежа (используется для всех исходящих счетов этого платежного метода).

source: Additional comments
ru: Дополнительные комментарии

source: You can use these comments to pass to Interkassa service. It will be available in Interkassa admin area.
ru: Вы можете использовать это поле для указания дополнительных параметров к платежу, данные будут доступны в админке Interkassa.

source: Failure message
ru: Сообщение об ошибке

source: This message will be displayed if payment failed.
ru: Сообщение которое используется если платеж не завершен.

source: Transaction mode
ru: Тип транзакции

source: Transaction mode used for processing orders.
ru: Тип транзакции при обработке счета

source: Live
ru: Реальный

source: Test
ru: Тестовый

source: Order review submit button text
ru: Текст для кнопки "Оплатить"

source: Provide Interkassa specific text for the submit button on the order review page.
ru: Введите текст для кнопки "Оплатить", специфический для данного платежного метода.

source: Submit Order
ru: Оплатить счет

source: Payment is finished
ru: Платеж завершен

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
ru: Ошибка при обработке платежа. Пожалуйста свяжитесь с нами для завершения покупки.

source: Order was payed through Interkassa Site
ru: Счет оплачен на сайте Interkassa.

source: Payment failed
ru: Платеж не завершен

source: The order № !order is not complete! Please try again or contact shop administration.
ru: Счет № !order не оплачен! Пожалуйста попробуйте еще раз, или свяжитесь с администрацией сайта.

source: Congratulations
ru: Поздравляем

source: Interkassa Payment Gateway
ru: Платежный метод Interkassa

source: Process payments using Interkassa service.
ru: Оплата товаров и услуг с помощью сервиса Interkassa.
